export const getItemCategories = () => {
    return [
        {item_name: "Воблеры Smith"},
        {item_name: "Балансиры Rapala"},
        {item_name: "Обувь Muckboot"},
        {item_name: "Обувь Muckboot2"},
        {item_name: "Обувь Muckboot3"},
        {item_name: "Блесны Mepps"},
        {item_name: "Блесны Mepps2"},
        {item_name: "Блесны Mepps3"},
    ]
}
export const getMarketplaceItemsWithPrices = () => {
    return [
        ['3D LURE EYES STRIKE PRO ОБЪЕМНЫЕ ГЛАЗА НАКЛЕЙКИ БЕЛЫЕ (Д. 40ММ.)', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['ХВОСТ ДЛЯ БАЛАНСИРА HVST-L', 935, 1111, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['АТТРАКТАНТ AKARA 18 МЛ АНИС ATT-AK-18-A', 935, 430, '53%', 935, 1352, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['КРЮЧОК FISH 2 FISH 303 №3/0 RED 62ММ ДВОЙНИК С ДЛИННЫМ ЦЕВЬЕМ', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['ВЕРТЛЮГ КЛАССИКА №10 14КГ. BZ 10ШТ', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['КОРОБКА AKARA COHO406 ДЛЯ ЧЕРВЯ', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['ХЛЫСТ К ЗИМНЕЙ УДОЧКЕ НFВ-18 SW-HFB18', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['МИНИПЛАНЕР AKARA HW-S008R ТРОЛЛ. 60Х130', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['ПОДСАЧЕК ЗАБРОДНЫЙ 30X40СМ С РЕЗИНКОЙ', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['Воблер', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['ПОВОДОЧНИЦА AQUATIC ПВ-06 (РАЗМЕР 33Х27Х6 СМ)', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['КУРТКА SIMMS G3 GUIDE TACTICAL JACKET, RIPARIAN CAMO', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['КУРТКА ALASKAN RIVER MASTER', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['ШОРТЫ SIMMS SEAMOUNT BOARD SHORTS, SLAMDOWN STEEL BLUE, 34W - M', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['КОЛЫШКИ И ВЕРЁВКИ ДЛЯ ПАЛАТКИ (6ШТ)', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['СПАСАТЕЛЬНЫЙ ЖИЛЕТ АТЛАНТИК УНИВЕРСАЛ + (ДВУХСТОРОННИЙ) 100-140', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
        ['ВОБЛЕР BIG JONNY VOBBLER EG-205B#JV003 15СМ DEFAULT:WEIGHT', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%', 935, 430, '53%'],
    ];
}
export const getMarketplaceShops = () => {
    return [
        {shop_name: "OZON"},
        {shop_name: "WILDBERRIES"},
        {shop_name: "ЯНДЕКС МАРКЕТ"},
        {shop_name: "ЯНДЕКС МАРКЕТ"},
        {shop_name: "ЯНДЕКС МАРКЕТ"},
        {shop_name: "ЯНДЕКС МАРКЕТ"},
        {shop_name: "ЯНДЕКС МАРКЕТ"},
        {shop_name: "ЯНДЕКС МАРКЕТ"},
        {shop_name: "ЯНДЕКС МАРКЕТ"},
        {shop_name: "ЯНДЕКС МАРКЕТ"},

    ]
}
